Revit 2027 API
WireframeBuilder Properties
The WireframeBuilder type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from ShapeBuilder)
Top
See Also
Reference
WireframeBuilder Class
Autodesk.Revit.DB Namespace